Repository: bergerx/lxc
Catalog: debian/local/manpages/po/*/lxc.1.po
Languages: de

source: SYNOPSIS
de: SYNTAX

source: DESCRIPTION
de: BESCHREIBUNG

source: OPTIONS
de: OPTIONEN

source: SEE ALSO
de: SIEHE AUCH

source: BUGS
de: FEHLER

source: Bugs can be reported by submitting a bugreport for the lxc package in the Debian Bug Tracking System at E<lt>I<http://bugs.debian.org/>E<gt> or by writing a mail to the author.
de: Fehler können durch Einreichen eines Fehlerberichtes für das lxc Paket im Debian Bug Tracking System unter E<lt>I<http://bugs.debian.org/>E<gt> oder durch Senden einer E-Mail an den Autor mitgeteilt werden.

source: AUTHOR
de: AUTOR

source: specifies a Linux Container in the LXC path (default /var/lib/lxc).
de: bezeichnet einen Linux Container im LXC Pfad (Standardeinstellung /var/lib/lxc).

source: B<lxc> - convenience Wrapper for LXC programs
de: B<lxc> - Convenience Wrapper für LXC Programme

source: B<lxc> I<PROGRAM> I<CONTAINER>
de: B<lxc> I<PROGRAMM> I<CONTAINER>

source: B<lxc> is a convenience Wrapper for LXC programs. See I<lxc>(7) for more information about the Linux Container tools (LXC).
de: B<lxc> ist ein Convenience Wrapper für LXC Programme. Siehe I<lxc>(7) für mehr Informationen über die Linux Container Tools (LXC).

source: Example (normal): lxc -n example.org start
de: Beispiel (normal): lxc -n example.org start

source: I<PROGRAM>
de: I<PROGRAMM>

source: specifies a program of the Linux Container tools (LXC), see I<lxc>(7).
de: bezeichnet ein Programm der Linux Container Tools (LXC), siehe I<lxc>(7).

source: lxc was written by Daniel Baumann E<lt>I<daniel.baumann@progress-technologies.net>E<gt>.
de: lxc wurde von Daniel Baumann E<lt>I<daniel.baumann@progress-technologies.net>E<gt> geschrieben.
