Repository: bergerx/lxc
Catalog: debian/po/*.po
Languages: de, fr

source: Linux Container: enable setup for LXC?
de: Linux Container: aktivieren des Setups für LXC?

source: Linux Container can do all the necessary modifications needed within a container to make it work with LXC. Do you want to proceed?
de: Linux Container kann alle Änderungen vornehmen die nötig sind, um einen Container mit LXC benutzbar zu machen. Möchten Sie fortfahren?

source: If unsure, choose no (default).
de: Wenn Sie unsicher sind, wählen sie nein (Standard).

source: Linux Container: Hostname for LXC?
de: Linux Container: Rechnername für diesen Container?

source: What should be the hostname of the current container?
de: Was soll der Rechnername dieses Containers sein?

source: This defaults to either /etc/hostname (if present), is automatically guessed through lsb_release (if present), or otherwise set to 'debian'.
de: Der Standardwert wird aus /etc/hostname ermittelt (falls vorhanden), andernfalls mittels lsb_release bestimmt oder auf 'debian' gesetzt.

source: Linux Container: Use DHCP?
de: Linux Container: Soll DHCP verwendet werden?

source: Should the containers address be determined by using DHCP?
de: Soll die Adresse des Containers mit DHCP ermittelt werden?

source: This defaults to yes and will require that you run a dhcp-server in your network.
de: Wenn Sie diese Option wählen, wird ein DHCP Server in ihrem Netzwerk benötigt.

source: Linux Container: IP Address?
de: Linux Container IP Adresse?

source: What should be the IP address of the current container?
de: Was soll die IP Adresse dieses Containers sein?

source: This defaults to 192.168.1.2.
de: Der Standardwert ist 192.168.1.2.

source: Linux Container: Broadcast Address?
de: Linux Container: Broadcast Adresse?

source: What should be the broadcast address of the current container?
de: Was soll die Broadcast Adresse dieses Containers sein?

source: This defaults to 192.168.1.255 but can be left empty.
de: Der Standardwert ist 192.168.1.255 kann aber auch weggelassen werden.

source: Linux Container: Gateway Address?
de: Linux Container: Gateway Adresse?

source: What should be the gateway address of the current container?
de: Was soll der Rechnername dieses Containers sein?

source: This defaults to 192.168.1.1 but can be left empty.
de: Der Standardwert ist 192.168.1.1 kann aber auch weggelassen werden.

source: Linux Container: Network Mask?
de: Linux Container Netzwerkmaske?

source: What should be the netmask of the current container?
de: Was soll die Netzwerkmaske dieses Containers sein?

source: This defaults to 255.255.255.0.
de: Der Standardwert ist 255.255.255.0.

source: Linux Container: Network Address?
de: Linux Container Netzwerk Adresse

source: What should be the network address of the current container?
de: Was soll die Netzwerk Adresse dieses Containers sein?

source: This defaults to 192.168.1.0 but can be left empty.
de: Der Standardwert ist 192.168.1.0 kann aber weggelassen werden.

source: Linux Container: Nameserver Addresses?
de: Linux Container: Nameserver Adressen?

source: What should be the IP addresses of the nameservers of the current container?
de: Was sollen die IP Adressen der Nameserver dieses Containers sein?

source: This defaults to 192.168.1.1 but can be left empty. Multiple nameservers can be separated by comma or whitespace.
de: Der Standardwert ist 192.168.1.1 kann aber weggelassen werden. Mehrere Nameserver können mittels Komma separiert werden.

source: Linux Containers (LXC) setup
de: Linux Container (LXC) Setup

source: Automatically start Linux Containers on boot?
de: Linux Container automatisch beim Hochfahren starten?
fr: Lancer automatiquement les conteneurs Linux à l'amorçage du système ?

source: Linux Containers that have their configuration files copied or symlinked to the /etc/lxc/auto directory can be automatically started during system boot, and shut down on reboot or halt.
de: Linux Container welche ihre Konfigurationsdateien in das /etc/lxc/auto Verzeichnis kopiert oder gelinkt haben, können während des Hochfahrens automatisch gestartet und während des Herunterfahrens oder Neustarts automatisch beendet werden.
fr: Les conteneurs Linux (« Linux Containers ») dont les fichiers de configuration sont copiés ou liés dans /etc/lxc/auto peuvent être automatiquement démarrés durant l'amorçage du système et éteints au moment du redémarrage ou de l'arrêt.

source: If unsure, choose yes (default).
de: Wenn Sie unsicher sind, wählen sie ja (Standard).
fr: Dans le doute, vous pouvez choisir cette option.

source: Linux Container: Stop method
de: Linux Container Stopp Methode

source: Linux Containers can be stopped in different ways. The stop method kills all processes inside the container. The halt method initiates a shutdown, which takes longer and can have problems with containers that don't shutdown themselfs properly.
de: Linux Container können auf unterschiedliche Weise gestoppt werden. Die Stopp Methode killt alle Prozesse innerhalb des Containers. The Halt Methode initiiert ein Herunterfahren welches länger dauert und Probleme bereiten kann mit Container, die sich nicht selbst korrekt herunterfahren können.

source: If unsure, choose stop (default).
de: Wenn Sie unsicher sind, wählen sie stop (Standard).

source: LXC directory:
de: LXC Verzeichnis:
fr: Répertoire de LXC :

source: Please specify the directory that will be used to store the Linux Containers.
de: Bitte geben Sie das Verzeichnis an, welches für die Container verwendet werden soll.
fr: Veuillez indiquer le répertoire à utiliser pour stocker les conteneurs Linux.

source: If unsure, use /var/lib/lxc (default).
de: Wenn Sie unsicher sind, benutzen sie /var/lib/lxc (Standard).
fr: Il est recommandé de choisir /var/lib/lxc.

source: Linux Containers: LXC setup
fr: Conteneurs Linux : configuration de LXC

source: Linux Container: Shutdown method
fr: Conteneurs Linux : méthode d'arrêt

source: Linux Containers can be shutdown in different ways. The stop method terminates all processes inside the container. The halt method initiates a shutdown, which takes longer and can have problems with containers that don't shutdown themselves properly.
fr: Les conteneurs Linux peuvent être arrêtés de différents manières. La méthode « stop » interrompt tous les processus au sein du conteneur. La méthode « halt » initie une extinction, ce qui prend plus de temps et peut causer des problèmes si les conteneurs ne s'arrêtent pas correctement.

source: Unless you know that your containers don't shutdown properly, choose halt (default).
fr: Il est conseillé de choisir la méthode « halt » sauf si les conteneurs ne s'arrêtent pas correctement.
